Repository: Oliver-Atondo/iOSDiplomadoOliverAtondo_Practica2
Catalog: GOW/*.lproj/Localizable.strings
Languages: es_419, it, ja

# menu.option.videogames
source: Video Games
es_419: Videojuegos
it: Video gioco
ja: ビデオゲーム

# menu.option.weapons
source: Weapons
es_419: Armas
it: Armi
ja: 武器

# menu.option.characters
source: Characters
es_419: Personajes
it: Personaggi
ja: キャラクター

# menu.option.merchandise
source: Merchandise
es_419: Mercancía
it: Merce
ja: 商品

# weapon.name.boomshot
source: Boomshot Grenade Launcher
es_419: Lanzagranadas Boomshot
it: Lanciagranate Boomshot
ja: ブームショット・グレネードランチャー

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher designed and used mainly by the Locust, particularly by the Boomer.
es_419: Era un lanzagranadas de acción de bomba de un solo disparo, diseñado y utilizado principalmente por los Locust, en particular por el Boomer.
it: Era un lanciagranate a pompa a colpo singolo progettato e utilizzato principalmente da Locust, in particolare dal Boomer.
ja: 主にローカスト、特にブーマーによって設計・使用された、単発ポンプ式のグレネードランチャーでした。

# weapon.name.hammerburstii
source: Hammerburst II
ja: ハンマーバーストII

# weapon.description.hammerburstii
source: It was the high-powered standard Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
es_419: Era el fusil de asalto estándar de alta potencia de los Locust. A menudo se le denomina la contraparte Locust del fusil de asalto COG Lancer.
it: Era il fucile d'assalto Locust standard ad alta potenza. Viene spesso indicato come la controparte Locust del fucile d'assalto COG Lancer.
ja: 高出力のローカスト標準アサルトライフルでした。COGランサーのアサルトライフルに対するローカスト版としばしば呼ばれます。

# weapon.name.mulcher
source: Mulcher
ja: マルチャー

# weapon.description.mulcher
source: The Mulcher is a heavy, manually-rotated Gatling rifle developed by the Coalition of Ordered Governments.
es_419: El Mulcher es un pesado fusil Gatling manual giratorio desarrollado por la Coalición de Gobiernos Ordenados.
it: Il Mulcher è un pesante fucile Gatling rotante a manovella sviluppato dalla Coalition of Ordered Governi.
ja: マルチャーは、Ordered Governments連合によって開発された、手回し式回転ガトリングライフルです。

# weapon.name.bolo_grenade
source: Bolo Grenade
es_419: Bologranada
it: Bologranata
ja: ボロ・グレネード

# weapon.description.bolo_grenade
source: The Bolo Grenade, also known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
es_419: La Bologranada, también conocida como Granada de Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Ordenados, la Horda Locust y el Enjambre.
it: La Bolo Grenade, altrimenti nota come Granata a Frammentazione, era la granata a frammentazione standard utilizzata dalla Coalition of Ordered Governments, dall'Orda di Locustee dallo Sciame.
ja: ボロ・グレネード（別名、破片手榴弾）は、Ordered Governments連合およびローカストの大群とスウォームが使用した標準的な破片手榴弾でした。

# weapon.name.boltok
source: Boltok Pistol
es_419: Pistola Boltok
it: Pistola Boltok
ja: ボルトク・ピストル

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly for Drones. The pistol continues the Locusts' design philosophy of emphasizing brute strength.
es_419: Era el arma estándar de los Locust, especialmente de los Drones. La pistola continúa la filosofía de diseño de armas de los Locust, que enfatiza la fuerza bruta.
it: Era l'arma standard del Locust, in particolare dei Drones. La pistola continua la filosofia di progettazione delle armi del Locust di creare armi con un'enfasi sulla forza bruta.
ja: ローカスト、特にドローンの標準武器でした。このピストルは、ローカストの武器設計哲学である、力強さを重視した武器作りを継承しています。

# weapon.name.lancer
source: Lancer Mark 1 Assault Rifle
es_419: Fusil de Asalto Lancer Mark 1
it: Fucile d'assalto Lancer Mark 1
ja: ランサーマーク1 アサルトライフル

# weapon.description.lancer
source: Nicknamed Retro Lancer during the Lambent Pandemic, it was the predecessor of the Lancer Mark 2 assault rifle. Previously the main assault rifle of the Coalition of Ordered Governments' army, the Mark 1 assault rifle was used during the Pendulum War.
es_419: Apodado Retro Lancer durante la Pandemia Lambent, fue el predecesor del fusil de asalto Lancer Mark 2. Anteriormente, el fusil de asalto principal del ejército de la Coalición de Gobiernos Ordenados se utilizó durante la Guerra del Péndulo.
it: Soprannominato Retro Lancer durante la Lambent Pandemic, è stato il predecessore del fucile d'assalto Lancer Mark 2. Precedentemente il fucile d'assalto principale dell'esercito della Coalition of Ordered Governments, il fucile d'assalto Mark 1 è stato utilizzato durante la Guerra del Pendulum.
ja: レイベント・パンデミック時にレトロ・ランサーと呼ばれ、ランサーマーク2 アサルトライフルの前身となりました。以前はOrdered Governments連合軍の主力アサルトライフルとして使用され、ペンデュラム戦争で活躍しました。

# weapon.name.lancer2
source: Lancer Mark 2 Assault Rifle
es_419: Fusil de Asalto Lancer Mark 2
it: Fucile d'assalto Lancer Mark 2
ja: ランサーマーク2 アサルトライフル

# weapon.description.lancer2
source: An upgrade to the Lancer Mark 1 assault rifle, produced with a chainsaw bayonet, improved accuracy, reduced recoil, and greater ammunition capacity, but lower firepower compared to its predecessor.
es_419: Una actualización del fusil de asalto Lancer Mark 1, fabricado con una bayoneta motosierrada, mayor precisión, menor retroceso y mayor capacidad de munición, pero con un poder de fuego inferior en comparación con su predecesor.
it: Un aggiornamento al fucile d'assalto Lancer Mark 1, prodotto con una baionetta a motosega, maggiore precisione, rinculo inferiore e maggiore capacità di carico delle munizioni ma minore potenza di fuoco rispetto al suo predecessore.
ja: ランサーマーク1のアップグレード版で、チェーンソーバヨネット、より高い精度、低い反動、弾薬の搭載量増加が特徴ですが、前作に比べ火力は劣ります。

# weapon.name.sniper
source: Longshot Sniper Rifle
es_419: Fusil Francotirador Longshot
it: Fucile da cecchino a tiro lungo
ja: ロングショット・スナイパーライフル

# weapon.description.sniper
source: It was a large-caliber, single-shot sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was used even seventeen years after the Day of Emergence.
es_419: Era un fusil francotirador de un solo disparo y de gran calibre. Creado por la Coalición de Gobiernos Ordenados durante las Guerras del Péndulo, el Longshot se utilizó incluso diecisiete años después del Día de la Emergencia.
it: Era un fucile da cecchino a colpo singolo di grosso calibro. Creato dalla Coalition of Ordered Governments durante le Guerre Pendulum, il Longshot fu usato anche diciassette anni dopo il Giorno dell'Emersione.
ja: 大口径の単発式スナイパーライフルでした。Ordered Governments連合によってペンデュラム戦争中に開発され、ロングショットは出現の日の17年後にも使用されました。

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
es_419: El Martillo del Alba
it: Il martello dell'alba
ja: 夜明けのハンマー

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital laser, satellite-based, powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after being stolen during Operation: Leveler.
es_419: El Martillo del Alba era un láser orbital, basado en satélite, alimentado por Imulsión COG. Sus componentes clave fueron inventados por el científico de la UIR, Mauris Ivo, y completados por el profesor Adam Fenix después de haber sido robados durante la Operación: Nivelador.
it: Il Martello dell'Alba era un laser orbitale, basato su satellite, alimentato da COG Imulsion. I suoi componenti chiave sono stati inventati dallo scienziato dell'UIR Mauris Ivo e completati dal professor Adam Fenix dopo che è stato rubato durante l'Operazione: Livellatore.
ja: 夜明けのハンマーは、COGイミュルションを動力源とする、衛星ベースの軌道レーザーでした。その主要な部品は、UIRの科学者モーリス・イヴォによって発明され、教授アダム・フェニックスによって、オペレーション：レベラー中に盗まれた後に完成されました。

# weapon.name.mx8
source: MX8 Snub Pistol
es_419: Pistola Snub MX8
it: Pistola snub MX8
ja: MX8 スナブ・ピストル

# weapon.description.mx8
source: It was the standard sidearm for the personnel of the Coalition of Ordered Governments' armed forces.
es_419: Era la arma secundaria estándar para el personal de las fuerzas armadas de la Coalición de Gobiernos Ordenados.
it: Era l'arma da fianco standard per il personale delle forze armate della Coalition of Ordered Governments
ja: Ordered Governments連合軍の兵士の標準サイドアームでした。

# character.1.name
source: Marcus Fenix
ja: マーカス・フェニックス

# character.1.description
source: Leader of Delta Squad and hero of the CGO.
es_419: Líder del Escuadrón Delta y héroe de la CGO.
it: Leader del Delta Squad ed eroe della CGO.
ja: デルタ隊のリーダーで、CGOの英雄。

# character.2.name
source: Dominic Santiago
ja: ドミニク・サンティアゴ

# character.2.description
source: Marcus' best friend, searching for his missing wife.
es_419: Mejor amigo de Marcus, busca a su esposa desaparecida.
it: Migliore amico di Marcus, in cerca della moglie scomparsa.
ja: マーカスの親友。失踪した妻を捜索中。

# character.3.name
source: Damon Baird
ja: デイモン・ベアード

# character.3.description
source: A sarcastic engineer and tech expert.
es_419: Ingeniero sarcástico y experto en tecnología.
it: Ingegnere sarcastico ed esperto di tecnologia.
ja: 皮肉屋のエンジニアで、技術のスペシャリスト。

# character.4.name
source: Augustus Cole
ja: オーガスタス・コール

# character.4.description
source: Former thrashball player and lethal warrior.
es_419: Exjugador de thrashball y guerrero letal.
it: Ex giocatore di thrashball e guerriero letale.
ja: 元スラッシュボール選手で、凄腕の戦士。

# character.5.name
source: Anya Stroud
ja: アニャ・ストラウド

# character.5.description
source: CGO officer turned combatant.
es_419: Oficial de la CGO que pasa a ser combatiente.
it: Ufficiale della CGO che diventa combattente.
ja: CGOの将校から戦闘員へと転身した人物。

# character.6.name
source: Kait Diaz
ja: ケイト・ディアス

# character.6.description
source: Protagonist of Gears 5 with a mysterious connection to the Locust.
es_419: Protagonista de Gears 5, tiene un misterioso vínculo con los Locust.
it: Protagonista di Gears 5, con un misterioso legame con i Locust.
ja: Gears 5の主人公。ロカストとの謎の関係を持つ。

# character.7.name
source: JD Fenix
ja: JD・フェニックス

# character.7.description
source: Son of Marcus and Anya, a soldier forging his own path.
es_419: Hijo de Marcus y Anya, un soldado en busca de su propio camino.
it: Figlio di Marcus e Anya, un soldato in cerca della propria strada.
ja: マーカスとアニャの息子で、自身の道を模索する兵士。

# character.8.name
source: Delmont Walker
ja: デルモント・ウォーカー

# character.8.description
source: JD's best friend and an IT expert.
es_419: Mejor amigo de JD, experto en informática.
it: Il migliore amico di JD ed esperto di informatica.
ja: JDの親友で、ITのエキスパート。

# character.9.name
source: Garron Paduk
ja: ガロン・パドゥック

# character.9.description
source: A UIR soldier who joins the CGO.
es_419: Soldado de la UIR que se une a la CGO.
it: Soldato dell'UIR che si unisce alla CGO.
ja: UIRの兵士で、CGOに加わる。

# character.10.name
source: Sofia Hendrick
ja: ソフィア・ヘンドリック

# character.10.description
source: A CGO cadet with a strong sense of justice.
es_419: Cadete de la CGO con fuerte sentido de la justicia.
it: Allieva della CGO con un forte senso di giustizia.
ja: CGOの訓練生で、強い正義感を持つ。

# characters.playable
source: Playable Characters
es_419: Personajes Jugables
it: Personaggi Giocabili
ja: プレイアブルキャラクター
